/*
   Localizable.strings
   Gmail Notifr

   Created by James Chen on 8/4/09.
   Copyright 2009 ashchan.com. All rights reserved.

   Contributor: Pau Aguilar Fruto
 */


//-----------------------------------------
// Menu and tooltip
//----------------------------------------
/* Open Inbox menu item under each account */
"Open Inbox" = "Obrir safata d'entrada";

/* menubar tooltip when checking mail */
"Checking Mail" = "Comprovant el correu...";

/* connection error message */
"Connection Error" = "Error de Connexió";

/* wrong username/password pair error message */
"Username/password Wrong" = "Usuari/contrasenya Incorrecte";

/* count of unread messages */
"Unread Messages" = "%d missatges sense llegir";

/* count (1) of unread message */
"Unread Message" = "%d missatge sense llegir";

/* last check time */
"Last Checked:" = "Última Comprovació:";

/* Enable, Disable */
"Enable Account" = "Activar Compte";
"Disable Account" = "Desactivar Compte";

/* Check */
"Check" = "Comprovar";

/* Main Menu */
"Check All" = "Comprovar";
"Compose Mail" = "Compose Mail";
"Preferences..." = "Preferències...";
"Check for Updates..." = "Buscar actualitzacions…";
"About Gmail Notifr" = "Sobre Mail Notifr";
"Donate..." = "Donar...";
"Quit Gmail Notifr" = "Sortir de Mail Notifr";


//-----------------------------------------
// Preferences - Settings
// ----------------------------------------
"Settings" = "Configuració";
"Launch at login" = "Obrir a l'iniciar sessió";
"Show unread count in menu bar" = "Mostrar nombre de missatges sense llegir a la barra de menús";
"shortcuts.label" = "Hot Keys";
"shortcuts.checkall.label" = "Check All:";


//-----------------------------------------
// Preferences - Accounts
// ----------------------------------------
"Accounts" = "Comptes";
"Edit" = "Editar";

"Username:" = "Usuari:";
"Password:" = "Contrasenya:";
"Check for new mail every" = "Buscar nou correu cada";
"minutes" = "minuts";
"Use Growl Notification" = "Utilitzar notificacions";
"Play sound:" = "Reproduir so:";
"To add a Google Hosted Account, specify the full email address as username, eg: admin@ashchan.com." = "Per afegir un Compte de Google, introdueix com a usuari la teva adreça de correu electrònic completa, ex: james@ashchan.com.";
"Enable this account" = "Activar aquest compte";
"Cancel" = "Cancel·lar";
"OK" = "OK";
